Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: Hook is %lld s — under 3 s holds more viewers
ar: الافتتاحية %lld ث — أقل من 3 ث تُبقي مشاهدين أكثر
da: Hooket er %lld s — under 3 s fastholder flere seere
de: Hook ist %lld s — unter 3 s hält mehr Zuschauer
es: El gancho dura %lld s: menos de 3 s retiene a más gente
fr: Le hook dure %lld s — moins de 3 s retient plus de monde
hi: हुक %lld सेकंड का है — 3 सेकंड से कम में ज़्यादा दर्शक रुकते हैं
id: Hook %lld dtk — di bawah 3 dtk menahan lebih banyak penonton
it: L’hook dura %lld s — sotto i 3 s trattiene più spettatori
ja: フックが%lld秒 — 3秒以内のほうが離脱されにくい
ko: 훅이 %lld초예요 — 3초 이내가 시청자를 더 붙잡아요
nb: Hooken er %lld s — under 3 s holder på flere seere
nl: Hook duurt %lld s — onder 3 s houdt meer kijkers vast
pt_br: O gancho tem %lld s — menos de 3 s retém mais gente
sv: Hooken är %lld s — under 3 s behåller fler tittare
th: ฮุกยาว %lld วินาที — ไม่เกิน 3 วินาทีรั้งคนดูได้มากกว่า
tr: Hook %lld sn — 3 sn’nin altı izleyiciyi daha çok tutar
vi: Hook dài %lld giây — dưới 3 giây giữ chân nhiều người xem hơn
zh_hans: 开头 %lld 秒 —— 3 秒内更能留住观众
zh_hant: 開場鉤子長 %lld 秒 — 短於 3 秒更能留住觀眾

source: Hook replaced · ~%@
ar: تم استبدال الافتتاحية · ~%@
da: Hook erstattet · ~%@
de: Hook ersetzt · ~%@
es: Gancho cambiado · ~%@
fr: Accroche remplacée · ~%@
hi: हुक बदला गया · ~%@
id: Hook diganti · ~%@
it: Gancio sostituito · ~%@
ja: フックを差し替えました · 約%@
ko: 훅을 교체함 · 약 %@
nb: Hook erstattet · ~%@
nl: Hook vervangen · ~%@
pt_br: Gancho trocado · ~%@
sv: Hook ersatt · ~%@
th: เปลี่ยนฮุกแล้ว · ~%@
tr: Kanca değiştirildi · ~%@
vi: Đã thay hook · ~%@
zh_hans: 已替换钩子 · 约 %@
zh_hant: 開場鉤子已替換 · 約 %@

source: Hook variations, platform versions, best-take picks
ar: نسخ متعددة للمقدمة، ونسخ لكل منصة، واختيار أفضل لقطة
da: Hook-varianter, platformsversioner, valg af bedste optagelse
de: Hook-Varianten, Plattform-Versionen, Auswahl der besten Takes
es: Variaciones de gancho, versiones por plataforma, selección de la mejor toma
fr: Variantes d’accroche, versions par plateforme, choix de la meilleure prise
hi: हुक के विकल्प, प्लैटफ़ॉर्म वर्शन, बेस्ट टेक की पसंद
id: Variasi pembuka, versi per platform, pilihan take terbaik
it: Varianti di hook, versioni per piattaforma, scelta della ripresa migliore
ja: フックのバリエーション、プラットフォーム別バージョン、ベストテイク選び
ko: 훅 변형, 플랫폼별 버전, 베스트 테이크 선택
nb: Hook-varianter, plattformversjoner, valg av beste opptak
nl: Hookvarianten, platformversies, keuze van de beste take
pt_br: Variações de gancho, versões por plataforma, escolha da melhor take
sv: Hook-varianter, plattformsversioner, val av bästa tagning
th: ตัวเลือกประโยคเปิด เวอร์ชันตามแพลตฟอร์ม และการเลือกเทคที่ดีที่สุด
tr: Giriş cümlesi varyasyonları, platform sürümleri, en iyi çekim seçimi
vi: Biến thể câu mở đầu, phiên bản theo nền tảng, chọn take hay nhất
zh_hans: 开场白变体、各平台版本、最佳拍摄推荐
zh_hant: 開場白變體、各平台版本、最佳拍攝推薦

source: Hot take / reply
ar: رأي جريء / رد
da: Skarp mening / svar
de: Steile These / Antwort
es: Opinión polémica / respuesta
fr: Avis tranché / réponse
hi: राय / जवाब
id: Opini / balasan
it: Opinione forte / risposta
ja: 意見・コメント返し
ko: 의견 / 댓글 답변
nb: Sterk mening / svar
nl: Pittige mening / reactie
pt_br: Opinião polêmica / resposta
sv: Skarp åsikt / svar
th: ความเห็นแรง / ตอบกลับ
tr: Cesur görüş / yanıt
vi: Quan điểm gắt / trả lời
zh_hans: 观点 / 回复评论
zh_hant: 犀利觀點 / 回應

source: Hot take: %@
ar: رأي جريء: %@
da: Skarp mening: %@
de: Steile These: %@
es: Opinión polémica: %@
fr: Avis tranché : %@
hi: मेरी राय: %@
id: Opiniku: %@
it: Opinione forte: %@
ja: 言わせて：%@
ko: 솔직한 생각: %@
nb: Sterk mening: %@
nl: Pittige mening: %@
pt_br: Opinião polêmica: %@
sv: Skarp åsikt: %@
th: ความเห็นแรง: %@
tr: Cesur görüş: %@
vi: Quan điểm gắt: %@
zh_hans: 我的观点：%@
zh_hant: 犀利觀點：%@

source: How do you like to open?
ar: كيف تحب أن تبدأ؟
da: Hvordan vil du gerne åbne?
de: Wie startest du gern?
es: ¿Cómo te gusta abrir?
fr: Comment aimez-vous commencer ?
hi: आप शुरुआत कैसे करना पसंद करते हैं?
id: Kamu suka membuka video dengan cara apa?
it: Come ti piace aprire?
ja: オープニングはどうするのが好き？
ko: 어떻게 시작하는 걸 좋아하나요?
nb: Hvordan liker du å åpne?
nl: Hoe open je graag?
pt_br: Como você gosta de abrir?
sv: Hur vill du öppna?
th: ชอบเปิดคลิปแบบไหน
tr: Nasıl açmayı seversin?
vi: Bạn thích mở đầu thế nào?
zh_hans: 你喜欢怎么开场？
zh_hant: 你喜歡怎麼開場？

source: How do you talk on camera?
ar: كيف تتحدث أمام الكاميرا؟
da: Hvordan taler du foran kameraet?
de: Wie sprichst du vor der Kamera?
es: ¿Cómo hablas a cámara?
fr: Comment parles-tu face caméra ?
hi: कैमरे पर आप कैसे बोलते हैं?
id: Bagaimana gaya bicaramu di depan kamera?
it: Come parli davanti alla camera?
ja: カメラの前ではどんな話し方？
ko: 카메라 앞에서 어떻게 말하나요?
nb: Hvordan snakker du foran kameraet?
nl: Hoe praat je voor de camera?
pt_br: Como você fala diante da câmera?
sv: Hur pratar du inför kameran?
th: คุณพูดหน้ากล้องแบบไหน
tr: Kamera karşısında nasıl konuşuyorsun?
vi: Bạn nói trước máy quay thế nào?
zh_hans: 你在镜头前怎么说话？
zh_hant: 你在鏡頭前怎麼說話？

source: How do you talk?
ar: ما أسلوبك في الكلام؟
da: Hvordan taler du?
de: Wie sprichst du?
es: ¿Cómo hablas?
fr: Comment parlez-vous ?
hi: आप कैसे बोलते हैं?
id: Bagaimana gaya bicaramu?
it: Come parli?
ja: どんな話し方ですか？
ko: 어떤 말투인가요?
nb: Hvordan snakker du?
nl: Hoe praat je?
pt_br: Qual é seu jeito de falar?
sv: Hur pratar du?
th: คุณพูดสไตล์ไหน
tr: Nasıl konuşuyorsun?
vi: Bạn nói chuyện theo cách nào?
zh_hans: 你的说话方式是什么？
zh_hant: 你怎麼說話？

source: How do you usually end a video?
ar: كيف تنهي الفيديو عادةً؟
da: Hvordan slutter du normalt en video?
de: Wie beendest du ein Video normalerweise?
es: ¿Cómo sueles terminar un vídeo?
fr: Comment terminez-vous d’habitude une vidéo ?
hi: आप आमतौर पर वीडियो कैसे ख़त्म करते हैं?
id: Biasanya bagaimana kamu menutup video?
it: Di solito come chiudi un video?
ja: 動画はいつもどう締めますか？
ko: 영상은 보통 어떻게 마무리하나요?
nb: Hvordan avslutter du vanligvis en video?
nl: Hoe sluit je een video meestal af?
pt_br: Como você costuma encerrar um vídeo?
sv: Hur brukar du avsluta en video?
th: ปกติจบคลิปยังไง
tr: Videoyu genelde nasıl bitirirsin?
vi: Bạn thường kết thúc video thế nào?
zh_hans: 你通常怎么结束一条视频？
zh_hant: 你通常怎麼結束一支影片？

source: How I budget without spreadsheets
ar: كيف أدير ميزانيتي دون جداول
da: Hvordan jeg budgetterer uden regneark
de: Wie ich ohne Tabellen budgetiere
es: Cómo hago mi presupuesto sin hojas de cálculo
fr: Comment je gère mon budget sans tableur
hi: स्प्रेडशीट के बिना मैं बजट कैसे बनाती हूँ
id: Cara aku mengatur anggaran tanpa spreadsheet
it: Come gestisco il budget senza fogli di calcolo
ja: 表計算なしの家計管理
ko: 스프레드시트 없이 예산 짜는 법
nb: Hvordan jeg budsjetterer uten regneark
nl: Hoe ik budgetteer zonder spreadsheets
pt_br: Como eu faço orçamento sem planilha
sv: Hur jag budgeterar utan kalkylblad
th: ฉันวางงบยังไงโดยไม่ใช้สเปรดชีต
tr: Tablo kullanmadan bütçemi nasıl yapıyorum
vi: Cách mình lập ngân sách không cần bảng tính
zh_hans: 不用表格也能做预算
zh_hant: 我不用試算表也能做預算

source: How I sound
ar: أسلوبي في الكلام
da: Hvordan jeg lyder
de: Wie ich klinge
es: Cómo sueno
fr: Comment je parle
hi: मेरी आवाज़ का अंदाज़
id: Gaya bicaraku
it: Come parlo
ja: 私の話し方
ko: 내 말투
nb: Hvordan jeg høres ut
nl: Hoe ik klink
pt_br: Como eu soo
sv: Hur jag låter
th: สไตล์การพูดของฉัน
tr: Konuşma tarzım
vi: Cách tôi nói
zh_hans: 我的说话方式
zh_hant: 我的說話方式

source: How it ended
ar: كيف انتهى الأمر
da: Hvordan det endte
de: Wie es ausging
es: Cómo terminó
fr: Comment ça s’est fini
hi: कैसे ख़त्म हुआ
id: Bagaimana akhirnya
it: Come è finita
ja: 結末
ko: 결말
nb: Hvordan det endte
nl: Hoe het afliep
pt_br: Como terminou
sv: Hur det slutade
th: จบอย่างไร
tr: Nasıl bitti
vi: Kết thúc ra sao
zh_hans: 结局
zh_hant: 結果如何

source: How long are your videos, usually?
ar: ما مدة فيديوهاتك عادةً؟
da: Hvor lange er dine videoer normalt?
de: Wie lang sind deine Videos meistens?
es: ¿Cuánto duran normalmente tus vídeos?
fr: Quelle est la durée habituelle de tes vidéos ?
hi: आपके वीडियो आमतौर पर कितने लंबे होते हैं?
id: Biasanya berapa lama videomu?
it: Quanto durano di solito i tuoi video?
ja: 動画の長さは普段どのくらい？
ko: 영상은 보통 얼마나 길어요?
nb: Hvor lange er videoene dine vanligvis?
nl: Hoe lang zijn je video’s meestal?
pt_br: Quanto duram seus vídeos, normalmente?
sv: Hur långa är dina videor vanligtvis?
th: วิดีโอของคุณยาวเท่าไรโดยปกติ
tr: Videoların genelde ne kadar sürüyor?
vi: Video của bạn thường dài bao lâu?
zh_hans: 你的视频通常多长？
zh_hant: 你的影片通常多長？

source: How much do they already know?
ar: ما مقدار ما يعرفونه بالفعل؟
da: Hvor meget ved de allerede?
de: Wie viel wissen sie schon?
es: ¿Cuánto saben ya?
fr: Que savent-ils déjà ?
hi: वे पहले से कितना जानते हैं?
id: Seberapa banyak yang sudah mereka tahu?
it: Quanto sanno già?
ja: どのくらい知識がありますか？
ko: 이미 얼마나 알고 있나요?
nb: Hvor mye vet de allerede?
nl: Hoeveel weten ze al?
pt_br: O quanto eles já sabem?
sv: Hur mycket vet de redan?
th: พวกเขารู้มากแค่ไหนแล้ว
tr: Zaten ne kadar biliyorlar?
vi: Họ đã biết bao nhiêu?
zh_hans: 他们已经了解多少？
zh_hant: 他們已經了解多少？

source: How much humor in your videos?
ar: ما مقدار الفكاهة في فيديوهاتك؟
da: Hvor meget humor er der i dine videoer?
de: Wie viel Humor steckt in deinen Videos?
es: ¿Cuánto humor hay en tus vídeos?
fr: Quelle part d’humour dans tes vidéos ?
hi: आपके वीडियो में कितना हास्य होता है?
id: Seberapa banyak humor di videomu?
it: Quanto umorismo c’è nei tuoi video?
ja: 動画にユーモアはどのくらい？
ko: 영상에 유머는 얼마나 있나요?
nb: Hvor mye humor er det i videoene dine?
nl: Hoeveel humor zit er in je video’s?
pt_br: Quanto humor há nos seus vídeos?
sv: Hur mycket humor finns i dina videor?
th: วิดีโอของคุณมีอารมณ์ขันแค่ไหน
tr: Videolarında ne kadar mizah var?
vi: Video của bạn có bao nhiêu hài hước?
zh_hans: 你的视频有多少幽默？
zh_hant: 你的影片有多少幽默？

source: How should Cue build it?
ar: كيف يبنيه Cue؟
da: Hvordan skal Cue bygge det?
de: Wie soll Cue es aufbauen?
es: ¿Cómo debe armarlo Cue?
fr: Comment Cue doit-il le construire ?
hi: Cue इसे कैसे बनाए?
id: Bagaimana Cue menyusunnya?
it: Come deve costruirlo Cue?
ja: Cueにどう組み立ててもらう？
ko: Cue가 어떻게 구성할까요?
nb: Hvordan skal Cue bygge det?
nl: Hoe moet Cue het opbouwen?
pt_br: Como o Cue deve montar?
sv: Hur ska Cue bygga det?
th: ให้ Cue เรียบเรียงแบบไหน
tr: Cue nasıl kursun?
vi: Cue nên dựng thế nào?
zh_hans: 让 Cue 怎么搭建？
zh_hant: 要讓 Cue 怎麼搭建？

source: How technical are your words?
ar: ما مدى تقنية كلماتك؟
da: Hvor tekniske er dine ord?
de: Wie fachlich sind deine Worte?
es: ¿Qué tan técnicas son tus palabras?
fr: À quel point tes mots sont-ils techniques ?
hi: आपके शब्द कितने तकनीकी हैं?
id: Seberapa teknis kata-katamu?
it: Quanto sono tecniche le tue parole?
ja: 言葉はどのくらい専門的？
ko: 말은 얼마나 전문적인가요?
nb: Hvor tekniske er ordene dine?
nl: Hoe technisch zijn je woorden?
pt_br: Quão técnicas são suas palavras?
sv: Hur tekniska är dina ord?
th: คำพูดของคุณเป็นเทคนิคแค่ไหน
tr: Kelimelerin ne kadar teknik?
vi: Từ ngữ của bạn mang tính kỹ thuật đến đâu?
zh_hans: 你的用词有多专业？
zh_hant: 你的用詞有多專業？

source: How to learn anything faster
ar: كيف تتعلم أي شيء أسرع
da: Sådan lærer du alt hurtigere
de: Wie du alles schneller lernst
es: Cómo aprender cualquier cosa más rápido
fr: Comment apprendre n’importe quoi plus vite
hi: कुछ भी तेज़ी से कैसे सीखें
id: Cara belajar apa pun lebih cepat
it: Come imparare qualsiasi cosa più in fretta
ja: 何でも速く身につける方法
ko: 무엇이든 더 빨리 배우는 법
nb: Slik lærer du alt raskere
nl: Hoe je alles sneller leert
pt_br: Como aprender qualquer coisa mais rápido
sv: Hur du lär dig vad som helst snabbare
th: วิธีเรียนรู้ทุกอย่างให้เร็วขึ้น
tr: Her şeyi daha hızlı öğrenmenin yolu
vi: Cách học mọi thứ nhanh hơn
zh_hans: 如何更快学会任何东西
zh_hant: 如何更快學會任何事

source: How-to, step by step
ar: شرح خطوة بخطوة
da: Vejledning, trin for trin
de: Anleitung, Schritt für Schritt
es: Paso a paso
fr: Tuto, étape par étape
hi: कैसे करें, स्टेप बाय स्टेप
id: Cara, langkah demi langkah
it: Tutorial, passo dopo passo
ja: ハウツー、ステップごと
ko: 방법, 단계별로
nb: Veiledning, steg for steg
nl: Handleiding, stap voor stap
pt_br: Passo a passo
sv: Instruktion, steg för steg
th: สอนวิธีทีละขั้นตอน
tr: Adım adım nasıl yapılır
vi: Hướng dẫn từng bước
zh_hans: 一步步教你
zh_hant: 步驟教學

source: Hydration myths, busted
ar: خرافات عن شرب الماء، مكشوفة
da: Myter om væskeindtag afsløret
de: Mythen übers Trinken, widerlegt
es: Mitos sobre la hidratación, desmontados
fr: Les mythes sur l’hydratation, démontés
hi: पानी पीने से जुड़े मिथक, सच सामने
id: Mitos soal minum air, dibongkar
it: Miti sull’idratazione, smontati
ja: 水分補給のウソを検証
ko: 수분 섭취에 대한 오해 바로잡기
nb: Myter om væskeinntak avslørt
nl: Mythes over water drinken ontkracht
pt_br: Mitos sobre hidratação, desmentidos
sv: Myter om vätskeintag avslöjade
th: ความเชื่อผิดๆ เรื่องการดื่มน้ำ
tr: Su içmeyle ilgili efsaneler, çürütüldü
vi: Lật tẩy lầm tưởng về uống nước
zh_hans: 关于补水的误区，一次说清
zh_hant: 破解喝水迷思

source: Hype words
ar: كلمات المبالغة
da: Hype-ord
de: Hype-Wörter
es: Palabras de hype
fr: Mots survendeurs
hi: हाइप वाले शब्द
id: Kata-kata hype
it: Parole da hype
ja: 誇張ワード
ko: 과장된 표현
nb: Hype-ord
nl: Hype-woorden
pt_br: Palavras de hype
sv: Hype-ord
th: คำโอเวอร์
tr: Abartılı sözler
vi: Từ ngữ khoa trương
zh_hans: 夸张用语
zh_hant: 誇張用語

source: I almost didn't post this. [pause]
ar: كدت لا أنشر هذا. [توقف]
da: Jeg postede næsten ikke det her. [pause]
de: Fast hätte ich das nicht gepostet. [Pause]
es: Casi no subo esto. [pausa]
fr: J’ai failli ne pas publier ça. [pause]
hi: मैं इसे लगभग पोस्ट नहीं करने वाली थी। [रुकें]
id: Aku hampir tidak mengunggah ini. [jeda]
it: Stavo quasi per non pubblicarlo. [pausa]
ja: これ、投稿するか迷いました。[間]
ko: 이거 올릴까 말까 고민했어요. [멈춤]
nb: Jeg postet nesten ikke dette. [pause]
nl: Ik wilde dit bijna niet posten. [pauze]
pt_br: Quase não postei isso. [pausa]
sv: Jag postade nästan inte det här. [paus]
th: เกือบไม่ได้โพสต์คลิปนี้แล้ว [หยุด]
tr: Bunu neredeyse paylaşmayacaktım. [durakla]
vi: Suýt nữa mình không đăng video này. [dừng]
zh_hans: 这条我差点没发。[停顿]
zh_hant: 我差點沒發這支影片。[停頓]

source: I already use Cue
ar: أستخدم Cue بالفعل
da: Jeg bruger allerede Cue
de: Ich nutze Cue schon
es: Ya uso Cue
fr: J’utilise déjà Cue
hi: मैं पहले से Cue इस्तेमाल करता हूँ
id: Aku sudah pakai Cue
it: Uso già Cue
ja: すでにCueを使っています
ko: 이미 Cue를 쓰고 있어요
nb: Jeg bruker allerede Cue
nl: Ik gebruik Cue al
pt_br: Eu já uso o Cue
sv: Jag använder redan Cue
th: ฉันใช้ Cue อยู่แล้ว
tr: Cue’yu zaten kullanıyorum
vi: Tôi đã dùng Cue
zh_hans: 我已在使用 Cue
zh_hant: 我已經在使用 Cue

source: I am
ar: أنا
da: Jeg er
de: Ich bin
es: Soy
fr: Je suis
hi: मैं हूँ
id: Saya
it: Sono
ja: 私は
ko: 나는
nb: Jeg er
nl: Ik ben
pt_br: Eu sou
sv: Jag är
th: ฉันคือ
tr: Ben
vi: Tôi là
zh_hans: 我是
zh_hant: 我是

source: I believed this for years — until I checked.
ar: صدقت هذا لسنوات — حتى تحققت منه.
da: Jeg troede på det i årevis — indtil jeg tjekkede det.
de: Jahrelang habe ich das geglaubt – bis ich nachgeschaut habe.
es: Lo creí durante años, hasta que lo comprobé.
fr: J’y ai cru pendant des années — jusqu’à ce que je vérifie.
hi: मैंने सालों तक इसे माना — जब तक जाँचा नहीं।
id: Aku percaya ini bertahun-tahun — sampai aku mengeceknya.
it: Ci ho creduto per anni, finché non ho controllato.
ja: 何年も信じていた――確かめるまでは。
ko: 몇 년 동안 믿었어요 — 확인해 보기 전까지는요.
nb: Jeg trodde på det i årevis — helt til jeg sjekket.
nl: Ik geloofde dit jarenlang — tot ik het nakeek.
pt_br: Acreditei nisso por anos — até conferir.
sv: Jag trodde på det i åratal — tills jag kollade.
th: เชื่อมาหลายปี จนกระทั่งไปเช็กดู
tr: Yıllarca buna inandım — kontrol edene kadar.
vi: Mình tin điều này nhiều năm — cho đến khi kiểm tra.
zh_hans: 我信了好多年，直到我去查证。
zh_hant: 我信了好多年，直到我去查證。

source: I did something ridiculous so you don't have to.
ar: فعلت شيئًا سخيفًا حتى لا تضطر أنت لفعله.
da: Jeg gjorde noget åndssvagt, så du slipper.
de: Ich hab was Lächerliches gemacht, damit du es nicht musst.
es: Hice algo ridículo para que tú no tengas que hacerlo.
fr: J’ai fait un truc ridicule pour que vous n’ayez pas à le faire.
hi: मैंने एक बेतुका काम किया ताकि आपको न करना पड़े।
id: Aku melakukan hal konyol supaya kamu tidak perlu.
it: Ho fatto una cosa ridicola così non devi farla tu.
ja: あなたの代わりに、ばかげたことをやってみました。
ko: 여러분 대신 말도 안 되는 걸 해 봤어요.
nb: Jeg gjorde noe latterlig så du slipper.
nl: Ik deed iets belachelijks zodat jij het niet hoeft te doen.
pt_br: Fiz uma coisa ridícula para você não precisar fazer.
sv: Jag gjorde något löjligt så att du slipper.
th: ฉันทำเรื่องบ้าๆ ไปแล้ว คุณจะได้ไม่ต้องทำ
tr: Sen yapmak zorunda kalma diye saçma bir şey yaptım.
vi: Mình đã làm một chuyện điên rồ để bạn khỏi phải làm.
zh_hans: 我替你做了件离谱的事。
zh_hant: 我做了件荒唐事，這樣你就不用做了。

source: I didn't expect to like this one. [pause]
ar: لم أتوقع أن يعجبني هذا. [توقف]
da: Jeg troede ikke, at jeg ville kunne lide den her. [pause]
de: Ich hätte nicht gedacht, dass mir das gefällt. [Pause]
es: No esperaba que me gustara. [pausa]
fr: Je ne pensais pas aimer celui-là. [pause]
hi: मुझे नहीं लगा था कि यह पसंद आएगा। [रुकें]
id: Aku tidak menyangka bakal suka yang ini. [jeda]
it: Non pensavo mi sarebbe piaciuto. [pausa]
ja: 正直、気に入るとは思ってなかった。[間]
ko: 이게 마음에 들 줄은 몰랐어요. [멈춤]
nb: Jeg trodde ikke jeg ville like denne. [pause]
nl: Ik had niet verwacht dat ik deze leuk zou vinden. [pauze]
pt_br: Não esperava gostar desse. [pausa]
sv: Jag trodde inte att jag skulle gilla den här. [paus]
th: ไม่คิดเลยว่าจะชอบอันนี้ [หยุด]
tr: Bunu seveceğimi hiç düşünmemiştim. [durakla]
vi: Không ngờ mình lại thích cái này. [dừng]
zh_hans: 没想到我会喜欢它。[停顿]
zh_hant: 我沒想到自己會喜歡這個。[停頓]

source: I found the only one that actually works.
ar: وجدت الوحيد الذي ينجح فعلاً.
da: Jeg fandt den eneste, der faktisk virker.
de: Ich hab den Einzigen gefunden, der wirklich funktioniert.
es: Encontré el único que funciona de verdad.
fr: J’ai trouvé le seul qui marche vraiment.
hi: मुझे वह इकलौता मिल गया जो सच में काम करता है।
id: Aku menemukan satu-satunya yang benar-benar ampuh.
it: Ho trovato l’unico che funziona davvero.
ja: 本当に効くのはこれだけでした。
ko: 진짜 효과 있는 건 이거 하나였어요.
nb: Jeg fant den eneste som faktisk fungerer.
nl: Ik vond de enige die echt werkt.
pt_br: Achei o único que funciona de verdade.
sv: Jag hittade den enda som faktiskt fungerar.
th: เจอแล้ว อันเดียวที่ได้ผลจริง
tr: Gerçekten işe yarayan tek şeyi buldum.
vi: Mình tìm ra cái duy nhất thật sự hiệu quả.
zh_hans: 我找到了唯一真正有用的那个。
zh_hant: 我找到唯一真的有用的那個。

source: I owe you an explanation. [pause]
ar: أدين لكم بتوضيح. [توقف]
da: Jeg skylder dig en forklaring. [pause]
de: Ich schulde euch eine Erklärung. [Pause]
es: Te debo una explicación. [pausa]
fr: Je vous dois une explication. [pause]
hi: मुझे आपको एक सफ़ाई देनी है। [रुकें]
id: Aku berutang penjelasan. [jeda]
it: Vi devo una spiegazione. [pausa]
ja: 説明させてください。[間]
ko: 설명드려야 할 것 같아요. [멈춤]
nb: Jeg skylder deg en forklaring. [pause]
nl: Ik ben je een uitleg schuldig. [pauze]
pt_br: Eu te devo uma explicação. [pausa]
sv: Jag är skyldig dig en förklaring. [paus]
th: ฉันติดคำอธิบายทุกคนอยู่ [หยุด]
tr: Size bir açıklama borçluyum. [durakla]
vi: Mình nợ các bạn một lời giải thích. [dừng]
zh_hans: 我欠大家一个解释。[停顿]
zh_hant: 我欠你一個說明。[停頓]

source: I said or wrote this myself
ar: قلت هذا أو كتبته بنفسي
da: Jeg har selv sagt eller skrevet det
de: Das habe ich selbst gesagt oder geschrieben
es: Esto lo dije o escribí yo
fr: Je l’ai dit ou écrit moi-même
hi: यह मैंने खुद कहा या लिखा है
id: Ini kuucapkan atau kutulis sendiri
it: L’ho detto o scritto io
ja: 自分で話した・書いたものです
ko: 직접 말하거나 쓴 내용이에요
nb: Jeg har sagt eller skrevet dette selv
nl: Dit zei of schreef ik zelf
pt_br: Eu mesmo disse ou escrevi isto
sv: Det här har jag själv sagt eller skrivit
th: ฉันพูดหรือเขียนสิ่งนี้เอง
tr: Bunu kendim söyledim veya yazdım
vi: Tôi tự nói hoặc tự viết điều này
zh_hans: 这是我自己说或写的
zh_hant: 這是我自己說或寫的

source: I should have said up front that it was sponsored
ar: كان يجب أن أقول منذ البداية إنه برعاية
da: Jeg burde have sagt med det samme, at det var sponsoreret
de: Ich hätte gleich sagen sollen, dass es gesponsert war
es: Debería haber dicho desde el principio que era patrocinado
fr: J’aurais dû dire dès le début que c’était sponsorisé
hi: मुझे शुरुआत में ही बताना चाहिए था कि यह स्पॉन्सर्ड था
id: Seharusnya aku bilang dari awal kalau ini bersponsor
it: Avrei dovuto dire subito che era sponsorizzato
ja: 最初からPRだと言うべきでした
ko: 처음부터 광고라고 말했어야 했어요
nb: Jeg burde ha sagt med en gang at det var sponset
nl: Ik had meteen moeten zeggen dat het gesponsord was
pt_br: Eu devia ter dito logo de cara que era patrocinado
sv: Jag borde ha sagt direkt att det var sponsrat
th: ฉันควรบอกตั้งแต่แรกว่าเป็นคลิปที่มีสปอนเซอร์
tr: Sponsorlu olduğunu baştan söylemeliydim
vi: Lẽ ra mình phải nói ngay từ đầu rằng đó là nội dung được tài trợ
zh_hans: 我应该一开始就说明这是推广
zh_hant: 我應該一開始就說這是贊助內容

source: I tested this so you don't have to.
ar: جرّبته نيابة عنك.
da: Jeg har testet det her, så du slipper.
de: Ich hab das getestet, damit du es nicht musst.
es: Lo probé para que tú no tengas que hacerlo.
fr: Je l’ai testé pour vous.
hi: मैंने इसे टेस्ट किया ताकि आपको न करना पड़े।
id: Aku sudah mengujinya untukmu.
it: L’ho provato io così non devi farlo tu.
ja: あなたの代わりに試しました。
ko: 여러분 대신 테스트해 봤어요.
nb: Jeg testet dette så du slipper.
nl: Ik heb dit getest zodat jij het niet hoeft te doen.
pt_br: Testei isso para você não precisar.
sv: Jag testade det här så att du slipper.
th: ฉันลองให้แล้ว คุณไม่ต้องลองเอง
tr: Sen uğraşma diye ben test ettim.
vi: Mình thử rồi, bạn khỏi phải thử.
zh_hans: 我替你测过了。
zh_hant: 我測過了，所以你不用測。

source: I tried everything — these are the ones that stuck.
ar: جرّبت كل شيء — وهذا ما بقي.
da: Jeg har prøvet alt — det her er det, der holdt.
de: Ich hab alles ausprobiert – die hier sind geblieben.
es: Lo probé todo — estos son los que se quedaron.
fr: J’ai tout essayé — voici ce que j’ai gardé.
hi: मैंने सब आज़माया — ये वाले टिके रहे।
id: Aku sudah mencoba semuanya — ini yang bertahan.
it: Ho provato di tutto — questi sono quelli che sono rimasti.
ja: 全部試して — 残ったのはこれ。
ko: 다 써 봤는데 — 남은 건 이것들이에요.
nb: Jeg har prøvd alt — dette er det som ble hengende igjen.
nl: Ik heb alles geprobeerd — dit zijn degene die bleven hangen.
pt_br: Testei de tudo — esses foram os que ficaram.
sv: Jag har provat allt — det här är det som fastnade.
th: ลองมาหมดแล้ว — นี่คืออันที่ใช้ต่อจริง
tr: Her şeyi denedim — kalıcı olanlar bunlar.
vi: Mình thử đủ cả — đây là những cái mình giữ lại.
zh_hans: 全都试过了 — 留下来的是这些。
zh_hant: 我什麼都試過 — 這些是真正留下來的。

source: I want to talk about %@. [pause]
ar: أريد أن أتحدث عن %@. [توقف]
da: Jeg vil tale om %@. [pause]
de: Ich will über %@ reden. [Pause]
es: Quiero hablar de %@. [pausa]
fr: Je veux parler de %@. [pause]
hi: मैं %@ के बारे में बात करना चाहती हूँ। [रुकें]
id: Aku mau bicara soal %@. [jeda]
it: Voglio parlare di %@. [pausa]
ja: %@について話したいと思います。[間]
ko: %@에 대해 이야기하고 싶어요. [멈춤]
nb: Jeg vil snakke om %@. [pause]
nl: Ik wil het hebben over %@. [pauze]
pt_br: Quero falar sobre %@. [pausa]
sv: Jag vill prata om %@. [paus]
th: ฉันอยากพูดเรื่อง %@ [หยุด]
tr: %@ hakkında konuşmak istiyorum. [durakla]
vi: Mình muốn nói về %@. [dừng]
zh_hans: 我想聊聊%@。[停顿]
zh_hant: 我想聊聊%@。[停頓]

source: I want to talk about last week, directly.
ar: أريد أن أتحدث عن الأسبوع الماضي بصراحة.
da: Jeg vil tale direkte om sidste uge.
de: Ich will direkt über letzte Woche reden.
es: Quiero hablar de la semana pasada, sin rodeos.
fr: Je veux parler de la semaine dernière, franchement.
hi: मैं पिछले हफ़्ते के बारे में सीधे बात करना चाहती हूँ।
id: Aku mau bicara soal minggu lalu, terus terang.
it: Voglio parlare della settimana scorsa, senza giri di parole.
ja: 先週のことを、はっきり話します。
ko: 지난주 일에 대해 솔직하게 말할게요.
nb: Jeg vil snakke rett ut om forrige uke.
nl: Ik wil het rechtstreeks hebben over vorige week.
pt_br: Quero falar sobre a semana passada, sem rodeios.
sv: Jag vill prata om förra veckan, rakt på sak.
th: ฉันอยากพูดเรื่องสัปดาห์ที่แล้วตรงๆ
tr: Geçen hafta hakkında açıkça konuşmak istiyorum.
vi: Mình muốn nói thẳng về chuyện tuần trước.
zh_hans: 我想直接聊聊上周的事。
zh_hant: 我想直接聊聊上週的事。
